app/controllers/api/articles_controller.rb

    def create
      if @article.save
---
INSERT INTO "articles" ("title", "body", "author_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["title", "new"], ["body", "123"], ["author_id", 2], ["created_at", "2018-10-24 20:13:50.489582"], ["updated_at", "2018-10-24 20:13:50.489582"]]